tap "borkdude/brew"
tap "clojure/tools"
tap "datastax/astra-cli"
tap "superatomic/tap"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "chezmoi"
brew "cmake"
brew "direnv"
brew "dockerize"
brew "eza"
brew "fzf"
brew "gnu-sed"
brew "hledger"
brew "jq"
brew "just"
brew "lua"
brew "maven"
brew "neovim"
brew "ripgrep"
brew "rlwrap"
brew "scc"
brew "starship"
brew "zig"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
brew "datastax/astra-cli/astra-cli"
brew "superatomic/tap/tldr-man"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "ghostty"
cask "ngrok"
