tap "borkdude/brew"
tap "clojure/tools"
tap "datastax/astra-cli"
brew "awscli"
brew "chezmoi"
brew "cmake"
brew "dockerize"
brew "eza"
brew "jq"
brew "lua"
brew "maven"
brew "neovim"
brew "rlwrap"
brew "scc"
brew "starship"
brew "tldr"
brew "zig"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
brew "datastax/astra-cli/astra-cli"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "ghostty"
cask "ngrok"
vscode "akamud.vscode-theme-onedark"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "mhutchie.git-graph"
vscode "mitchdenny.ecdc"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "netcorext.uuid-generator"
vscode "oracle.oracle-java"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
